const heb = {
  translation: {
    headers: {
      home_header: "ולדי כינור",
      gallery_header: "מוזיקה בנשמתי",
      about_header: "עליי",
      contact_header: "בואו נשמור על קשר",
      video: {
        1: "אליעד - Journey (ביצוע כינור)",
        2: "עידן רפאל חביב - שלמים (ביצוע כינור)",
        3: "אוריינטל צ'יל אאוט - הופעה חיה ומקורית",
        4: "ולד כינור - מצגת המופע",
        5: "ATB, Topic, A7S - Your Love (ביצוע כינור וסקסופון)",
        6: "Night Shift Master - Tribalistic",
      },
    },
    paragraphs: {
      home_paragraph: "הכול סביב מוזיקה",
      gallery_paragraph: `היופי האמיתי של המוזיקה טמון בגיוון הבלתי מוגבל שלה,
              הקסם המהפנט של הצלילים, האיזון העדין בין סגנון
              וגוון. זו אמנות של יצירת רגשות, שזירת מנגינות,
              והעברת יצירת המופת הזו למאזין - להזמין אותם לטבול
              עצמם וליהנות מהתוצאה הסופית.`,
      about_paragraph: `שמי ולד מדבדב, ונולדתי באוקראינה. מגיל צעיר,
              פיתחתי תשוקה למוזיקה, שהחלה בשירה. בגיל
              שש, נכנסתי לבית ספר למוזיקה, שם התחלתי ללמוד את יסודות
              המוזיקה, כולל כינור, פסנתר ואימון קולי. מהר מאוד הראיתי
              פוטנציאל רב, השתתפתי בתחרויות, זכיתי בפרסים,
              והופעתי באירועים שונים. לאחר סיום לימודיי בבית הספר למוזיקה,
              המשכתי את לימודיי במכללה למוזיקה. שם, הרחבתי את
              ניסיוני, השתתפתי בקונצרטים רבים ואירועים ובמקביל
              חקרתי פרויקטים יצירתיים משלי. בשנות האלפיים,
              משפחתי היגרה לישראל, שם המשכתי את עבודתי
              בקונצרטים ופרויקטים יצירתיים. גם במהלך השירות הצבאי שלי,
              השפעתי בכך שהופעתי באירועים צבאיים כנגן כינור.
              לאחר שסיימתי את השירות, פניתי ללימודי הנדסת קול כדי להפוך
              לאיש מקצוע רחב ידע בתחום שלי. כיום, אני מופיע
              בקונצרטים ועובד במגוון סגנונות מוזיקליים. אני מוזיקאי רב תחומי
              עם צליל וסגנון ייחודיים שמרתקים קהלים ותורמים להצלחתי
              כאמן.`,
      contact_message_paragraph: "שלח הודעה",
      video: {
        1: `חברים יקרים, אני נרגש לשתף אתכם בכיסוי הכינור שלי לשיר האהוב עליי, "Journey" מאת אליעד. כינור והים - מה יכול להיות רומנטי מזה? תנו למוזיקה לקחת אתכם למסע מלא רגש, שבו כל תו מהדהד עם תשוקה ואהבה. אני מקווה שזה יגע בנשמתכם כמו שזה נוגע בשלי.`,
        2: `האביב הגיע! עונת האהבה וההתחלות החדשות. זמן של אור ומוזיקה יפה. מאחל לכם אביב נפלא! תנו למנגינות העונה למלא את לבכם בשמחה ובהשראה. שיהיה אביב מלא יופי ורגעים בלתי נשכחים.`,
        3: `דואט של כינור חי ומוזיקה אלקטרונית מקורית בסגנון Chill Out, שהולחן על ידי המפיק זאק דקל. השילוב הייחודי הזה של אלגנטיות אקוסטית ואווירה אלקטרונית מודרנית יוצר עולם צלילים מרגיע ומעורר השראה. תנו להרמוניה של המיתרים והביטים לשאת אתכם לעולם של שלווה ואנרגיה יצירתית.`,
        4: `אני נרגש להציג את ההופעה הרשמית של מופע הכינור שלי. הרמוניה מושלמת של כינור עם כל הרכב: החל מלהקה מלאה או DJ ועד הופעת סולו בכל סגנון - ממיינסטרים מודרני ועד לקלאסיקות על-זמניות. כל הופעה מותאמת ליצירת רגשות בלתי נשכחים, שמשלבים אלגנטיות מוזיקלית עם אנרגיה תוססת.`,
        5: `אני נרגש להציג בפניכם את להיט הריקודים "Your Love" מאת ATB, Topic, ו-A7S. שילוב קסום של כינור וסקסופון, שמעניק רעננות מחודשת לקטע המדהים הזה. העיבוד הייחודי הזה מביא חיים חדשים לקלאסיקה אהובה, שבה הצלילים החזקים של המיתרים והבראס יוצרים חוויה בלתי נשכחת ומרתקת. תנו לקצב ולמנגינות לשאת אתכם!`,
        6: `מציגים פרויקט ייחודי, *Night Shift Master*, הכולל מוזיקה אלקטרונית מקורית בסגנון Progressive House, שמשתלבת בצורה מושלמת עם הכינור. הצליל העמוק והעשיר של הביטים האלקטרוניים מתמזג בצורה יפה עם המיתרים המרחפים, ויוצר חוויה מוזיקלית סוחפת. השילוב הזה בין הז'אנרים מציע פרספקטיבה חדשה, שבה האנרגיה של Progressive House פוגשת את העומק הרגשי של הכינור, ויוצרת עולם צלילים שמעביר אתכם לעולם אחר.`,
      },
    },
    navs: {
      home: "בית",
      gallery: "גלריה",
      about: "אודות",
      contact: "צור קשר",
    },
  },
};

export default heb;
